Repository: collective/collective.generic.webbuilder
Catalog: src/collective/generic/webbuilder/locale/*/LC_MESSAGES/collective.generic.webbuilder.po
Languages: es

source: Project name
es: Nombre del proyecto

source: project name
es: nombre del proyecto

source: Its form is 'namespace.nested_namespace'. If the templates assembly includes egg generations, the resulted namespace and nested namespace are extracted from your entry. For example, for 'foo.bar', we may generate those following eggs:
es: Este formulario es 'namespace.nested_namespace'. Si el conjunto de plantillas incluye generaciones de paquete Egg Python, el espacio de nombres dado lugar y espacio de nombres anidado se extraen de su entrada. Por ejemplo, para 'foo.bar', podemos generar los siguientes paquetes Egg Python:

source: foo.bar.mylittleegg foo.bar.myotheregg
es: foo.bar.mipequenopaquetegg\n foo.bar.miotrospaqueteegg

source: Download
es: Descargar

source: Choose a configuration
es: Elegir una configuración

source: Welcome to Collective.generic.webbbuilder generator
es: Bienvenidos al generador Collective.generic.webbbuilder

source: The Magic Generator
es: El Mágico Generador

source: A solution initiated by ${makina_corpus_website} developers
es: Un solución inicialmente desarrollada por ${makina_corpus_website}

source: Congratulations
es: Felicitaciones

source: Your project has been generated in ${project_generated_path}
es: Su proyecto ha sido generado en ${project_generated_path}

source: here
es: aquí

source: Your project is available ${download_path}.
es: Su proyecto esta disponible ${download_path}.
